Repository: nielsonsantana/django-registration-email
Catalog: registration_email/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Remember me
pt_br: Continuar logado

source: Password
pt_br: Senha

source: Password (repeat)
pt_br: Repita a senha

source: A user with that email already exists.
pt_br: O email já está sendo usado por outro usuário.

source: Please enter a valid name.
pt_br: Por favor, preencha com um nome valido.

source: The two password fields didn't match.
pt_br: As duas senhas são diferentes.

source: Activation failure
pt_br: Ativação falhou

source: We are sorry but something went wrong!
pt_br: Pedimos deculpas, mas algo deu errado!

source: The activation link you provided is broken or was already used.
pt_br: O link de ativação enviado está quebrado ou já foi usado.

source: Activation complete
pt_br: Ativação completa

source: You may now login with your username and password.
pt_br: Você pode logar agora com seu usuário e senha.

source: Login now
pt_br: Entrar agora

source: Home
pt_br: Início

source: You have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email. To activate this account, please click the following link within the next %(expiration_days)s days:
pt_br: Você realizou um cadastro em %(site_name)s. Se não foi você, por favor ignore o email. Para ativar esta conta, por favor click no link abaixo expiração em %(expiration_days)s days:

source: Atenciosamente,
pt_br: Sinceramente,

source: Account Request
pt_br: Requisição de Conta

source: Login
pt_br: Entrar

source: Forgot your password?
pt_br: Perdeu sua senha?

source: Register a new account
pt_br: Registrar nova conta

source: Logout
pt_br: Sair

source: You have been logged out.
pt_br: Você saiu do sistema.

source: Password change successful
pt_br: Senha atualizada com sucesso

source: Your password has been changed.
pt_br: Sua senha foi alterada.

source: Back to dashboard
pt_br: Voltar para a dashboard

source: Password change
pt_br: Alteração de senha

source: Please enter your old password, then enter your new password twice.
pt_br: Por favor, entre com sua senha antiga, então entre com sua nova senha duas vezes.

source: Save
pt_br: Salvar

source: Reset password
pt_br: Resetar senha

source: Password reset complete
pt_br: Senha resetada

source: Please login with your new password.
pt_br: Por favor, entre com sua nova senha.

source: Enter new password
pt_br: Nova senha

source: Error resetting password
pt_br: Erro ao resetar senha

source: Please enter your new password twice.
pt_br: Por favor, entre com sua nova senha duas vezes.

source: Change my password
pt_br: Alterar minha senha

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link de recuperação de senha está invalido, possivelmente pois foi já foi usado.Por favor, tente novamente a recuperação de senha.

source: Password reset successful
pt_br: Senha resetada com sucesso

source: We have sent you instructions for setting your password.
pt_br: Nos enviamos para você instruções para resetar senha.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
pt_br: Você está recebendo este emaill pois foi solicita a recuperação de senha para o sua conta em %(site_name)s.

source: Please go to the following page and choose a new password:
pt_br: Por favor, vá para a seguinte página e mude sua senha:

source: Thanks for using our site!
pt_br: Obrigado por usar nosso site!

source: The %(site_name)s team
pt_br: O %(site_name)s team

source: Password reset
pt_br: Resetar senha

source: Enter your e-mail address below, and we will send instructions for setting a new one.
pt_br: Digite um email abaixo, e iremos enviar para instruções para alteração da senha.

source: Registration closed
pt_br: Cadastro desativado

source: We are sorry but registration is temporarily closed.
pt_br: Nos pedimos desculpas, mas sua conta está temporariamente desativada.

source: Please come back shortly and try again. We apologize for the inconvenience.
pt_br: Por favor, volte em breve e tente novamente. Pedimos desculpas por inconvenientes.

source: Registration complete
pt_br: Cadastro completo!

source: Thank you for your registration!
pt_br: Obrigado pelo seu cadastro!

source: You will receive an email with an activation link shortly.
pt_br: Você recebá um email com um link de ativação em breve.

source: Registration form
pt_br: Formulário de cadastro

source: Register
pt_br: Cadastrar
